const servicesData = {
  "Макияж": {
    title: "Макияж и перманентный макияж",
    description: "Макияж — это не просто внешний образ, это искусство самовыражения и уверенности.",
    image: "./makiyazh.jpg",
    prices: [
      { name: "Дневной макияж", price: "2000 ₽" },
      { name: "Вечерний макияж", price: "2500 ₽" }
    ]
  },
  "Волосы": {
    title: "Укладки",
    description: "Уход за волосами, создание стиля и выразительности. Профессиональные мастера и лучшие материалы.",
    image: "./ukladka.jpg",
    prices: [
      { name: "Женская стрижка", price: "1800 ₽" },
      { name: "Укладка", price: "1000 ₽" }
    ]
  },
  "Брови": {
    title: "Коррекция и окрашивание бровей",
    description: "Форма, цвет и стиль — ваши брови будут идеальными под вашу внешность.",
    image: "./brovi.jpg",
    prices: [
      { name: "Окрашивание", price: "1000 ₽" },
      { name: "Коррекция", price: "800 ₽" }
    ]
  },
  "Маникюр и педикюр": {
    title: "Маникюр и педикюр",
    description: "Профессиональный уход за ногтями и кожей рук и ног для идеального внешнего вида.",
    image: "./manik.jpg",
    prices: [
      { name: "Классический маникюр", price: "1200 ₽" },
      { name: "Педикюр с покрытием", price: "1800 ₽" }
    ]
  },
  "Стрижка": {
    title: "Мужские и женские стрижки",
    description: "Современные техники стрижки, индивидуальный подход и стильный образ.",
    image: "./strizhki.jpg",
    prices: [
      { name: "Мужская стрижка", price: "1500 ₽" },
      { name: "Женская модельная стрижка", price: "2000 ₽" }
    ]
  }
};

export default servicesData;
